Repository: MaxLaneDev/spark-clean
Catalog: SparkClean/Localizable.xcstrings
Source language: en
Languages: de, he, ja, zh_hans

source: New in-app language support — German, Hebrew, Japanese, and Simplified Chinese, with a native right-to-left layout for Hebrew
de: Neue In-App-Sprachunterstützung — Deutsch, Hebräisch, Japanisch und vereinfachtes Chinesisch, mit einem nativen Rechts-nach-links-Layout für Hebräisch
he: תמיכה חדשה בשפות בתוך האפליקציה — גרמנית, עברית, יפנית וסינית מפושטת, עם פריסה טבעית מימין לשמאל בעברית
ja: 新しいアプリ内言語サポート — ドイツ語、ヘブライ語、日本語、簡体字中国語。ヘブライ語はネイティブの右から左レイアウトに対応
zh_hans: 新增应用内语言支持 — 德语、希伯来语、日语和简体中文，希伯来语采用原生从右到左布局

source: Switch languages anytime in Settings → General; takes effect after a one-click restart
de: Sprache jederzeit unter Einstellungen → Allgemein wechseln; wird nach einem Neustart per Klick wirksam
he: ניתן להחליף שפה בכל עת דרך הגדרות ← כללי; השינוי ייכנס לתוקף לאחר הפעלה מחדש בלחיצה אחת
ja: 設定 → 一般でいつでも言語を切り替え可能。ワンクリックの再起動後に反映されます
zh_hans: 可随时在设置 → 通用中切换语言；重启后（一键完成）即可生效

source: The Uninstaller now correctly defaults high-risk app data (VM disks, databases, game libraries) to unselected in every language, not just English
de: Apps entfernen wählt riskante App-Daten (VM-Images, Datenbanken, Spielebibliotheken) jetzt in jeder Sprache korrekt standardmäßig ab, nicht nur auf Englisch
he: הסרת יישומים כעת מבטלת כברירת מחדל בחירה של נתוני אפליקציה בסיכון גבוה (תמונות VM, מסדי נתונים, ספריות משחקים) בכל שפה, לא רק באנגלית
ja: アンインストーラは、リスクの高いアプリデータ（VMディスク、データベース、ゲームライブラリ）の初期選択解除が、英語だけでなくすべての言語で正しく機能するようになりました
zh_hans: 卸载应用现在能在所有语言下正确将高风险应用数据（虚拟机镜像、数据库、游戏库）默认设为不选中，而不仅限于英语

source: Disk-usage percentages now follow your system's number format
de: Die Speicherplatz-Prozentangaben folgen jetzt dem Zahlenformat Ihres Systems
he: אחוזי ניצול האחסון עוקבים כעת אחר פורמט המספרים של המערכת שלך
ja: ディスク使用率の表示が、システムの数値形式に従うようになりました
zh_hans: 磁盘使用百分比现在遵循系统的数字格式

source: Deletion audit logs stay consistent for support and troubleshooting regardless of your chosen display language
de: Löschprotokolle bleiben für Support und Fehlersuche unabhängig von der gewählten Anzeigesprache konsistent
he: יומני ביקורת המחיקה נשארים עקביים לצורכי תמיכה ואיתור תקלות, ללא קשר לשפת התצוגה שנבחרה
ja: 選択した表示言語に関わらず、削除の監査ログはサポートやトラブルシューティングのために一貫した形式を保ちます
zh_hans: 无论选择哪种显示语言，删除审计日志都会保持一致，便于支持和故障排查

source: Corrected a handful of mistranslated app names and improved translation accuracy across the catalog
de: Mehrere falsch übersetzte App-Namen wurden korrigiert und die Übersetzungsgenauigkeit im gesamten Katalog verbessert
he: תוקנו מספר שמות אפליקציות שתורגמו בטעות, ושופר דיוק התרגום ברחבי הקטלוג
ja: カタログ内の誤訳されたアプリ名をいくつか修正し、翻訳全体の精度を向上させました
zh_hans: 修正了目录中几处被错误翻译的应用名称，并提升了整体翻译准确性

source: %1$@ was moved to Trash and is still using disk space. Empty Trash to reclaim that space, or restore the cleanup before emptying it.
de: %1$@ wurde in den Papierkorb verschoben und belegt immer noch Speicherplatz. Leeren Sie den Papierkorb, um diesen Speicherplatz freizugeben, oder stellen Sie die Bereinigung wieder her, bevor Sie ihn leeren.
he: %1$@ הועבר לאשפה ועדיין תופס שטח בדיסק. יש לרוקן את האשפה כדי לפנות את השטח, או לשחזר את הניקוי לפני הריקון.
ja: %1$@ はゴミ箱に移動されましたが、まだディスク領域を使用しています。ゴミ箱を空にしてそのスペースを再利用するか、空にする前にクリーンアップを復元します。
zh_hans: %1$@ 已移至废纸篓并且仍在使用磁盘空间。清空废纸篓以回收该空间，或恢复清空之前的清理工作。

# %@ was permanently removed.
source: %1$@ was permanently removed.
de: %1$@ wurde dauerhaft entfernt.
he: %1$@ נמחק לצמיתות.
ja: %1$@ は完全に削除されました。
zh_hans: %1$@ 已永久删除。

# %lld cleanup issue(s) were reported.
source: %1$lld cleanup issue(s) were reported.
de: %1$lld Bereinigungsprobleme wurden gemeldet.
he: מספר בעיות הניקוי שדווחו: %1$lld.
ja: %1$lld クリーンアップの問題が報告されました。
zh_hans: 报告了%1$lld清理问题。

source: %1$lld selected group(s) are visual matches, not byte-identical files. Review every path before continuing.
de: %1$lld ausgewählte Gruppen sind visuelle Übereinstimmungen, keine byteidentischen Dateien. Überprüfen Sie jeden Pfad, bevor Sie fortfahren.
he: %1$lld מהקבוצות שנבחרו הן התאמות חזותיות, ולא קבצים זהים ברמת הבייטים. יש לבדוק כל נתיב לפני שממשיכים.
ja: %1$lld 選択されたグループは視覚的に一致しますが、バイトが同一のファイルではありません。続行する前に、すべてのパスを確認してください。
zh_hans: %1$lld 所选组是视觉匹配，而不是字节相同的文件。在继续之前检查每条路径。

source: Some tasks require your admin password.
de: Für einige Aufgaben ist Ihr Administratorkennwort erforderlich.
he: משימות מסוימות דורשות את סיסמת המנהל שלך.
ja: 一部のタスクには管理者パスワードが必要です。
zh_hans: 有些任务需要您的管理员密码。

# ...and %lld more
source: ...and %1$lld more
de: ...und %1$lld mehr
he: ...ועוד %1$lld
ja: ...そして %1$lld 詳細
zh_hans: ...以及%1$lld更多

# %lld conflict(s) remain available to retry.
source: %1$lld conflict(s) remain available to retry.
de: %1$lld Konflikte bleiben für einen erneuten Versuch verfügbar.
he: נותרו %1$lld התנגשויות שאפשר לנסות שוב.
ja: %1$lld 競合は引き続き再試行できます。
zh_hans: %1$lld 冲突仍可重试。

# %lld item(s) failed validation or could not be restored.
source: %1$lld item(s) failed validation or could not be restored.
de: %1$lld Elemente konnten nicht validiert oder wiederhergestellt werden.
he: %1$lld פריטים נכשלו באימות או שלא ניתן היה לשחזר אותם.
ja: %1$lld アイテムは検証に失敗したか、復元できませんでした。
zh_hans: %1$lld 项目验证失败或无法恢复。

# %lld item(s) were no longer in Trash.
source: %1$lld item(s) were no longer in Trash.
de: %1$lld Elemente befanden sich nicht mehr im Papierkorb.
he: %1$lld פריטים כבר לא היו באשפה.
ja: %1$lld アイテムはゴミ箱にありませんでした。
zh_hans: %1$lld 项目不再位于废纸篓中。

source: · cancelled, partial results
de: · abgesagt, Teilergebnisse
he: · בוטלו, תוצאות חלקיות
ja: · キャンセルされた、部分的な結果
zh_hans: · 取消，部分结果

source: · partial scan (cancelled)
de: · Teilscan (abgebrochen)
he: · סריקה חלקית (בוטלה)
ja: ・部分スキャン（キャンセル）
zh_hans: · 部分扫描（取消）

source: · partial scan (safety limit)
de: · Teilscan (Sicherheitsgrenze)
he: · סריקה חלקית (מגבלת בטיחות)
ja: ・部分スキャン（安全限界）
zh_hans: · 部分扫描（安全限制）

source: · safety limit reached, partial results
de: · Sicherheitsgrenze erreicht, Teilergebnisse
he: · הגעת למגבלת הבטיחות, תוצאות חלקיות
ja: · 安全限界に達しました、結果は部分的です
zh_hans: · 达到安全极限，部分结果

# "%@" moved to Trash
source: "%1$@" moved to Trash
de: „%1$@“ wurde in den Papierkorb verschoben
he: "%1$@" הועבר לאשפה
ja: 「%1$@」をゴミ箱に移動しました
zh_hans: “%1$@”已移至废纸篓

source: "%1$@" was moved to Trash, but %2$lld selected leftover item(s) could not be removed.
de: „%1$@“ wurde in den Papierkorb bewegt, aber %2$lld ausgewählte Datenreste konnten nicht entfernt werden.
he: "%1$@" הועבר לאשפה, אך לא ניתן היה להסיר %2$lld מפריטי השאריות שנבחרו.
ja: 「%1$@」はゴミ箱に移動されましたが、選択した%2$lld個の残存ファイルを削除できませんでした。
zh_hans: “%1$@”已移到废纸篓，但无法移除所选的 %2$lld 个残留文件。

source: "Only files older than" filters by last access date — recently used files are excluded.
de: „Nur Dateien älter als“ filtert nach Datum des letzten Zugriffs – kürzlich verwendete Dateien werden ausgeschlossen.
he: מסננים "רק קבצים ישנים מ-" לפי תאריך גישה אחרון - קבצים שבהם השתמשו לאחרונה אינם נכללים.
ja: 「より古いファイルのみ」は、最終アクセス日によってフィルタリングします。最近使用したファイルは除外されます。
zh_hans: “仅文件早于”按上次访问日期过滤 - 最近使用的文件被排除。

# %@ Leftovers Need Administrator Access
source: %1$@ Leftovers Need Administrator Access
de: Datenreste von %1$@ benötigen Administratorrechte
he: השאריות של %1$@ דורשות גישת מנהל
ja: %1$@の残存ファイルには管理者権限が必要です
zh_hans: %1$@ 残留文件需要管理员权限

# %@ Needs Administrator Access
source: %1$@ Needs Administrator Access
de: %1$@ Benötigt Administratorzugriff
he: נדרשת גישת מנהל עבור %1$@
ja: %1$@ 管理者アクセスが必要です
zh_hans: %1$@ 需要管理员访问权限

# %@ Related Data Needs Administrator Access
source: %1$@ Related Data Needs Administrator Access
de: %1$@ Zugehörige Daten erfordern Administratorzugriff
he: הנתונים הקשורים של %1$@ דורשים גישת מנהל
ja: %1$@ 関連データには管理者アクセスが必要です
zh_hans: %1$@ 相关数据需要管理员权限

# %@ across %lld watched stores
source: %1$@ across %2$lld watched stores
de: %1$@ in %2$lld überwachten Speicherorten
he: %1$@ ב-%2$lld מיקומי אחסון במעקב
ja: %2$lldか所の監視対象で合計%1$@
zh_hans: %2$lld 个监测位置共 %1$@

# %@ changes app data
source: %1$@ changes app data
de: %1$@ ändert App-Daten
he: %1$@ משנה את נתוני האפליקציה
ja: %1$@ はアプリデータを変更します
zh_hans: %1$@ 更改应用程序数据

source: %1$@ currently owns selected cache or privacy data. Quit Apps & Clean waits up to five seconds; anything still running is skipped.
de: %1$@ besitzt derzeit ausgewählte Cache- oder Datenschutzdaten. Das Beenden von Apps & Clean wartet bis zu fünf Sekunden; alles, was noch läuft, wird übersprungen.
he: %1$@ משתמש כרגע בנתוני המטמון או הפרטיות שנבחרו. האפשרות צא מיישומים ונקה ממתינה עד חמש שניות; כל יישום שעדיין פועל ידולג.
ja: %1$@ は現在、選択されたキャッシュ データまたはプライバシー データを所有しています。 「アプリを終了してクリーンアップ」は最大 5 秒間待機します。まだ実行中のものはスキップされます。
zh_hans: %1$@ 当前拥有选定的缓存或隐私数据。退出应用程序并清理最多等待五秒；任何仍在运行的内容都会被跳过。

# %@ left %@ of data behind. Open SparkClean to clean up.
source: %1$@ left %2$@ of data behind. Open SparkClean to clean up.
de: %1$@ hat %2$@ an Daten zurückgelassen. Öffnen Sie SparkClean zum Bereinigen.
he: %1$@ השאיר אחריו %2$@ של נתונים. פתח את SparkClean כדי לנקות אותם.
ja: %1$@ はデータの%2$@ を残しました。 SparkClean を開いてクリーンアップします。
zh_hans: %1$@ 留下了%2$@ 的数据。打开 SparkClean 进行清理。

# %@ seconds
source: %1$@ seconds
de: %1$@ Sekunden
he: %1$@ שניות
ja: %1$@ 秒
zh_hans: %1$@秒

# %@ selected · moved to Trash (recoverable).
source: %1$@ selected · moved to Trash (recoverable).
de: %1$@ ausgewählt · in den Papierkorb verschoben (wiederherstellbar).
he: נבחר: %1$@ · הועבר לאשפה (ניתן לשחזור).
ja: %1$@ が選択され、ゴミ箱に移動されました (回復可能)。
zh_hans: %1$@ 已选择 · 移至废纸篓（可恢复）。

# %@ total
source: %1$@ total
de: %1$@ insgesamt
he: %1$@ בסך הכול
ja: %1$@ 合計
zh_hans: %1$@ 总计

# %@ used
source: %1$@ used
de: %1$@ gebraucht
he: %1$@ בשימוש
ja: %1$@ 中古
zh_hans: %1$@ 使用过

# %@ used of %@
source: %1$@ used of %2$@
de: %1$@ verwendet von %2$@
he: %1$@ בשימוש מתוך %2$@
ja: %1$@ 使用済み %2$@
zh_hans: %1$@ 用于%2$@

# %@ · %lld files
source: %1$@ · %2$lld files
de: %1$@ · %2$lld Dateien
he: %1$@ · %2$lld קבצים
ja: %1$@ · %2$lld ファイル
zh_hans: %1$@·%2$lld 文件

# %@ · matching app installed
source: %1$@ · matching app installed
de: %1$@ · passende App installiert
he: %1$@ · הותקנה אפליקציה תואמת
ja: %1$@・マッチングアプリインストール済み
zh_hans: %1$@ · 已安装匹配的应用程序

# %@%@ since last check
source: %1$@%2$@ since last check
de: %1$@%2$@ seit der letzten Überprüfung
he: %1$@%2$@ מאז הבדיקה האחרונה
ja: %1$@%2$@ 前回のチェック以降
zh_hans: 自上次检查以来%1$@%2$@

# %@, %@, %lld percent
source: %1$@, %2$@, %3$lld percent
de: %1$@, %2$@, %3$lld Prozent
he: %1$@, %2$@, %3$lld אחוז
ja: %1$@、%2$@、%3$lld パーセント
zh_hans: %1$@、%2$@、%3$lld 百分比

# %@: %lld categories, %@
source: %1$@: %2$lld categories, %3$@
de: %1$@: %2$lld Kategorien, %3$@
he: %1$@: %2$lld קטגוריות, %3$@
ja: %1$@: %2$lld カテゴリ、%3$@
zh_hans: %1$@：%2$lld类别，%3$@

# %@: Administrator cleanup was cancelled
source: %1$@: Administrator cleanup was cancelled
de: %1$@: Die Administratorbereinigung wurde abgebrochen
he: %1$@: הניקוי באמצעות הרשאות מנהל בוטל
ja: %1$@: 管理者のクリーンアップがキャンセルされました
zh_hans: %1$@：管理员清理已取消

# %@: Blocked %@ — %@
source: %1$@: Blocked %2$@ — %3$@
de: %1$@: Blockiert %2$@ — %3$@
he: %1$@: %2$@ נחסם — %3$@
ja: %1$@: ブロックされました %2$@ — %3$@
zh_hans: %1$@：已屏蔽 %2$@ — %3$@

# %@: Blocked %@ — a different item replaced the scanned root
source: %1$@: Blocked %2$@ — a different item replaced the scanned root
de: %1$@: Blockiert %2$@ – ein anderes Element hat das gescannte Stammverzeichnis ersetzt
he: %1$@: %2$@ נחסם — פריט אחר החליף את שורש הסריקה
ja: %1$@: ブロックされました %2$@ — スキャンされたルートが別のアイテムに置き換えられました
zh_hans: %1$@：已阻止%2$@ — 不同的项目替换了扫描的根

source: %1$@: Blocked because %2$@ is running. Quit the app before cleaning live privacy databases.
de: %1$@: Blockiert, da %2$@ ausgeführt wird. Beenden Sie die App, bevor Sie Live-Datenschutzdatenbanken bereinigen.
he: %1$@: נחסם כי %2$@ פועל. צא מהיישום לפני ניקוי מסדי נתונים פעילים של פרטיות.
ja: %1$@: %2$@ が実行中のためブロックされました。ライブプライバシーデータベースをクリーンアップする前にアプリを終了してください。
zh_hans: %1$@：由于%2$@正在运行而被阻止。在清理实时隐私数据库之前退出应用程序。

# %@: Could not read %@ — %@
source: %1$@: Could not read %2$@ — %3$@
de: %1$@: %2$@ konnte nicht gelesen werden – %3$@
he: %1$@: לא ניתן היה לקרוא %2$@ — %3$@
ja: %1$@: %2$@ — %3$@ を読み取れませんでした
zh_hans: %1$@：无法读取%2$@ — %3$@

# %@: Failed to remove %@
source: %1$@: Failed to remove %2$@
de: %1$@: Fehler beim Entfernen von %2$@
he: %1$@: הסרת %2$@ נכשלה
ja: %1$@: %2$@ を削除できませんでした
zh_hans: %1$@：删除%2$@失败

# %@: Failed to remove %@ — %@
source: %1$@: Failed to remove %2$@ — %3$@
de: %1$@: Fehler beim Entfernen von %2$@ – %3$@
he: %1$@: נכשלה הסרת %2$@ — %3$@
ja: %1$@: %2$@ — %3$@ を削除できませんでした
zh_hans: %1$@：无法删除%2$@ — %3$@

# %@: Item no longer exists — %@
source: %1$@: Item no longer exists — %2$@
de: %1$@: Element ist nicht mehr vorhanden – %2$@
he: %1$@: הפריט אינו קיים יותר — %2$@
ja: %1$@: アイテムはもう存在しません — %2$@
zh_hans: %1$@：项目不再存在 — %2$@

# %@: Skipped because %@ is running. Quit the app and try again.
source: %1$@: Skipped because %2$@ is running. Quit the app and try again.
de: %1$@: Übersprungen, da %2$@ ausgeführt wird. Beenden Sie die App und versuchen Sie es erneut.
he: %1$@: דולג כי %2$@ פועל. צא מהיישום ונסה שוב.
ja: %1$@: %2$@ が実行中であるためスキップされます。アプリを終了して、もう一度試してください。
zh_hans: %1$@：已跳过，因为%2$@ 正在运行。退出应用程序并重试。

# %@: Skipped iCloud-synced item — %@
source: %1$@: Skipped iCloud-synced item — %2$@
de: %1$@: Mit iCloud synchronisiertes Element übersprungen – %2$@
he: %1$@: דולג פריט המסונכרן עם iCloud — %2$@
ja: %1$@: iCloud 同期アイテムをスキップしました — %2$@
zh_hans: %1$@：跳过 iCloud 同步项目 — %2$@

# %@: a different item replaced the reviewed path
source: %1$@: a different item replaced the reviewed path
de: %1$@: Der überprüfte Pfad wurde durch ein anderes Element ersetzt
he: %1$@: פריט אחר החליף את הנתיב שנבדק
ja: %1$@: 確認されたパスが別のアイテムに置き換えられました
zh_hans: %1$@：不同的项目替换了已审核的路径

# %@: administrator move failed
source: %1$@: administrator move failed
de: %1$@: Administratorverschiebung fehlgeschlagen
he: %1$@: ההעברה באמצעות הרשאות מנהל נכשלה
ja: %1$@: 管理者の移動に失敗しました
zh_hans: %1$@：管理员移动失败

# %@: blocked by deletion policy
source: %1$@: blocked by deletion policy
de: %1$@: durch Löschrichtlinie blockiert
he: %1$@: חסום על ידי מדיניות המחיקה
ja: %1$@: 削除ポリシーによってブロックされています
zh_hans: %1$@：被删除策略阻止

# %@: could not verify filesystem identity
source: %1$@: could not verify filesystem identity
de: %1$@: Die Identität des Dateisystems konnte nicht überprüft werden
he: %1$@: לא ניתן היה לאמת את זהות מערכת הקבצים
ja: %1$@: ファイルシステムのアイデンティティを検証できませんでした
zh_hans: %1$@：无法验证文件系统身份

# %@: iCloud item protected
source: %1$@: iCloud item protected
de: %1$@: iCloud-Element geschützt
he: %1$@: פריט iCloud מוגן
ja: %1$@: iCloud アイテムが保護されています
zh_hans: %1$@：iCloud 项目受保护

# %lld .next build directories — rebuilt by the next Next.js build
source: %1$lld .next build directories — rebuilt by the next Next.js build
de: %1$lld .next-Build-Verzeichnisse – neu erstellt durch den nächsten Next.js-Build
he: %1$lld תיקיות בנייה ⁦.next⁩ — ייבנו מחדש בבנייה הבאה של Next.js
ja: %1$lld .next ビルド ディレクトリ — 次の Next.js ビルドによって再構築されます
zh_hans: %1$lld .next 构建目录 — 由下一个 Next.js 构建重新构建

# %lld Electron cache directories — rebuilt automatically
source: %1$lld Electron cache directories — rebuilt automatically
de: %1$lld Electron-Cache-Verzeichnisse – automatisch neu erstellt
he: %1$lld תיקיות מטמון של Electron — נבנות מחדש אוטומטית
ja: %1$lld Electron キャッシュ ディレクトリ — 自動的に再構築されます
zh_hans: %1$lld Electron 缓存目录 — 自动重建

# %lld Python/Ruby virtual environments
source: %1$lld Python/Ruby virtual environments
de: %1$lld Virtuelle Python/Ruby-Umgebungen
he: %1$lld סביבות וירטואליות Python/Ruby
ja: %1$lld Python/Ruby仮想環境
zh_hans: %1$lld Python/Ruby 虚拟环境

# %lld app caches — safe to remove, rebuilt automatically
source: %1$lld app caches — safe to remove, rebuilt automatically
de: %1$lld App-Caches – sicher zu entfernen, automatisch neu erstellt
he: %1$lld מטמוני יישומים — בטוחים להסרה ונבנים מחדש אוטומטית
ja: %1$lld アプリのキャッシュ — 安全に削除でき、自動的に再構築されます
zh_hans: %1$lld 应用程序缓存 — 安全删除，自动重建

# %lld apps found
source: %1$lld apps found
de: %1$lld Apps gefunden
he: נמצאו %1$lld יישומים
ja: %1$lld アプリが見つかりました
zh_hans: %1$lld 找到应用程序

# %lld apps not opened in %lld+ days
source: %1$lld apps not opened in %2$lld+ days
de: %1$lld Apps wurden seit %2$lld+ Tagen nicht geöffnet
he: %1$lld יישומים לא נפתחו במשך %2$lld ימים או יותר
ja: %1$lld %2$lld+ 日間開かれていないアプリ
zh_hans: %1$lld 应用程序在 %2$lld+ 天后未打开

# %lld categories
source: %1$lld categories
de: %1$lld Kategorien
he: %1$lld קטגוריות
ja: %1$lld カテゴリ
zh_hans: %1$lld 类别

# %lld categories · %@ reclaimable
source: %1$lld categories · %2$@ reclaimable
de: %1$lld Kategorien · %2$@ rückforderbar
he: %1$lld קטגוריות · %2$@ לפינוי
ja: %1$lld カテゴリ · %2$@ 回収可能
zh_hans: %1$lld 类别 · %2$@ 可回收

# %lld categories · %@ total
source: %1$lld categories · %2$@ total
de: %1$lld Kategorien · %2$@ Gesamt
he: %1$lld קטגוריות · %2$@ בסך הכול
ja: %1$lld カテゴリ · %2$@ 合計
zh_hans: %1$lld 类别 · %2$@ 总计

# %lld characters
source: %1$lld characters
de: %1$lld Zeichen
he: %1$lld תווים
ja: %1$lld 文字
zh_hans: %1$lld 个字符

# %lld copies
source: %1$lld copies
de: %1$lld Kopien
he: %1$lld עותקים
ja: %1$lld 部
zh_hans: %1$lld 副本

# %lld copies (visually identical)
source: %1$lld copies (visually identical)
de: %1$lld Kopien (optisch identisch)
he: %1$lld עותקים (זהים חזותית)
ja: %1$lld コピー (見た目は同一)
zh_hans: %1$lld 副本（外观相同）

# %lld could not be restored.
source: %1$lld could not be restored.
de: %1$lld konnte nicht wiederhergestellt werden.
he: מספר הפריטים שלא ניתן היה לשחזר: %1$lld.
ja: %1$lld を復元できませんでした。
zh_hans: %1$lld 无法恢复。

# %lld device backup(s) — review before deleting
source: %1$lld device backup(s) — review before deleting
de: %1$lld Gerätesicherung(en) – vor dem Löschen überprüfen
he: %1$lld גיבויי מכשיר — יש לבדוק לפני המחיקה
ja: %1$lld デバイスのバックアップ — 削除する前に確認してください
zh_hans: %1$lld 设备备份 — 删除前检查

# %lld direct temporary file(s) older than 7 days%@
source: %1$lld direct temporary file(s) older than 7 days%2$@
de: %1$lld direkte temporäre Datei(en), die älter als 7 Tage sind%2$@
he: %1$lld קבצים זמניים ישירים בני יותר מ-7 ימים%2$@
ja: %1$lld 7 日より古い直接一時ファイル%2$@
zh_hans: %1$lld 超过 7 天的直接临时文件%2$@

source: %1$lld duplicate item(s) could not be moved to Trash. The affected groups remain in the list.
de: %1$lld doppelte Elemente konnten nicht in den Papierkorb verschoben werden. Die betroffenen Gruppen verbleiben in der Liste.
he: לא ניתן היה להעביר %1$lld פריטים כפולים לאשפה. הקבוצות המושפעות נשארו ברשימה.
ja: %1$lld 重複したアイテムをゴミ箱に移動できませんでした。影響を受けるグループはリストに残ります。
zh_hans: %1$lld 无法将重复项目移至废纸篓。受影响的群体仍保留在列表中。

# %lld files
source: %1$lld files
de: %1$lld Dateien
he: %1$lld קבצים
ja: %1$lld ファイル
zh_hans: %1$lld 文件

# %lld files · %@
source: %1$lld files · %2$@
de: %1$lld Dateien · %2$@
he: %1$lld קבצים · %2$@
ja: %1$lld ファイル · %2$@
zh_hans: %1$lld 文件 · %2$@

# %lld groups found, %@ wasted · %@
source: %1$lld groups found, %2$@ wasted · %3$@
de: %1$lld Gruppen gefunden, %2$@ verschwendet · %3$@
he: נמצאו %1$lld קבוצות, %2$@ מיותרים · %3$@
ja: %1$lld グループが見つかりました、%2$@ は無駄になりました · %3$@
zh_hans: 找到%1$lld组，%2$@浪费·%3$@

# %lld groups selected, %@ wasted
source: %1$lld groups selected, %2$@ wasted
de: %1$lld Gruppen ausgewählt, %2$@ verschwendet
he: נבחרו %1$lld קבוצות, %2$@ מיותרים
ja: %1$lld グループが選択されました、%2$@ は無駄になりました
zh_hans: %1$lld 组已选择，%2$@ 已浪费

# %lld item(s) could not be removed.
source: %1$lld item(s) could not be removed.
de: %1$lld Elemente konnten nicht entfernt werden.
he: לא ניתן היה להסיר %1$lld פריטים.
ja: %1$lld アイテムを削除できませんでした。
zh_hans: 无法删除%1$lld 项目。

# %lld item(s) need administrator privileges. Review every path before continuing.
source: %1$lld item(s) need administrator privileges. Review every path before continuing.
de: %1$lld Elemente benötigen Administratorrechte. Überprüfen Sie jeden Pfad, bevor Sie fortfahren.
he: %1$lld פריטים דורשים הרשאות מנהל. יש לבדוק כל נתיב לפני שממשיכים.
ja: %1$lld アイテムには管理者権限が必要です。続行する前に、すべてのパスを確認してください。
zh_hans: %1$lld 项目需要管理员权限。在继续之前检查每条路径。

# %lld items
source: %1$lld items
de: %1$lld Elemente
he: %1$lld פריטים
ja: %1$lld アイテム
zh_hans: %1$lld 项目

# %lld items found across Launch Agents and Daemons
source: %1$lld items found across Launch Agents and Daemons
de: %1$lld Elemente, die in Launch Agents und Daemons gefunden wurden
he: נמצאו %1$lld פריטים בין סוכני הפעלה ותהליכי מערכת
ja: %1$lld アイテムが Launch Agent と Daemon 全体で見つかりました
zh_hans: %1$lld 在启动代理和守护进程中找到的项目

# %lld large files across user directories
source: %1$lld large files across user directories
de: %1$lld große Dateien in Benutzerverzeichnissen
he: %1$lld קבצים גדולים על פני ספריות משתמש
ja: %1$lld ユーザー ディレクトリにわたる大きなファイル
zh_hans: %1$lld 跨用户目录的大文件

# %lld largest matches shown of %lld found
source: %1$lld largest matches shown of %2$lld found
de: %1$lld größte angezeigte Übereinstimmung von %2$lld gefunden
he: מוצגות %1$lld ההתאמות הגדולות ביותר מתוך %2$lld שנמצאו
ja: %1$lld %2$lld の最大の一致が見つかりました
zh_hans: 找到%1$lld显示的最大匹配项%2$lld

# %lld leftover files from uninstalled apps
source: %1$lld leftover files from uninstalled apps
de: %1$lld übrig gebliebene Dateien von deinstallierten Apps
he: %1$lld קבצים שנותרו מיישומים שהוסרו
ja: %1$lld アンインストールしたアプリから残存ファイル
zh_hans: %1$lld 已卸载应用程序的残留文件

# %lld local snapshot(s) on this disk
source: %1$lld local snapshot(s) on this disk
de: %1$lld lokale Snapshot(s) auf dieser Festplatte
he: מספר תמונות המצב המקומיות בדיסק הזה: %1$lld
ja: %1$lld このディスク上のローカル スナップショット
zh_hans: %1$lld 此磁盘上的本地快照

source: %1$lld local snapshot(s) will be deleted via tmutil. This may make snapshot-backed space available and requires administrator privileges. Your Time Machine backups on external drives are not affected.
de: %1$lld lokale Snapshot(s) werden über tmutil gelöscht. Dadurch wird möglicherweise durch Snapshots gesicherter Speicherplatz verfügbar und erfordert Administratorrechte. Ihre Time Machine-Backups auf externen Laufwerken sind nicht betroffen.
he: %1$lld תמונות מצב מקומיות יימחקו באמצעות ⁦tmutil⁩. הפעולה עשויה לפנות שטח שמגובה בתמונות מצב ודורשת הרשאות מנהל. גיבויי Time Machine בכוננים חיצוניים לא יושפעו.
ja: %1$lld ローカル スナップショットは tmutil 経由で削除されます。これにより、スナップショットにバックアップされた領域が使用可能になる可能性があり、管理者権限が必要になります。外部ドライブ上の Time Machine バックアップは影響を受けません。
zh_hans: %1$lld 本地快照将通过 tmutil 删除。这可能会使快照支持的空间可用并且需要管理员权限。您在外部驱动器上的 Time Machine 备份不受影响。

# %lld models installed — %@
source: %1$lld models installed — %2$@
de: %1$lld Modelle installiert – %2$@
he: %1$lld מודלים מותקנים — %2$@
ja: %1$lld 搭載モデル — %2$@
zh_hans: %1$lld 已安装型号 — %2$@

# %lld no longer in the Trash.
source: %1$lld no longer in the Trash.
de: %1$lld nicht mehr im Papierkorb.
he: מספר הפריטים שכבר אינם באשפה: %1$lld.
ja: %1$lld はゴミ箱にありません。
zh_hans: %1$lld 不再位于废纸篓中。

# %lld node_modules — run npm install to restore
source: %1$lld node_modules — run npm install to restore
de: %1$lld node_modules – Führen Sie npm install zur Wiederherstellung aus
he: %1$lld תיקיות ⁦node_modules⁩ — הרץ ⁦npm install⁩ כדי לשחזר
ja: %1$lld node_modules — npm install を実行して復元します
zh_hans: %1$lld node_modules — 运行 npm install 进行恢复

# %lld of %lld categories
source: %1$lld of %2$lld categories
de: %1$lld der %2$lld Kategorien
he: %1$lld מתוך %2$lld קטגוריות
ja: %2$lld カテゴリ中 %1$lld
zh_hans: %2$lld 个类别中的%1$lld

# %lld old DMG/PKG/MPKG/ISO/XIP or installer ZIP files — review before deleting
source: %1$lld old DMG/PKG/MPKG/ISO/XIP or installer ZIP files — review before deleting
de: %1$lld alte DMG-/PKG-/MPKG-/ISO-/XIP- oder Installer-ZIP-Dateien – überprüfen Sie sie vor dem Löschen
he: %1$lld קובצי DMG/PKG/MPKG/ISO/XIP ישנים או קובצי ZIP של תוכנות התקנה — יש לבדוק לפני המחיקה
ja: %1$lld 古い DMG/PKG/MPKG/ISO/XIP またはインストーラー ZIP ファイル - 削除する前に確認してください
zh_hans: %1$lld 旧的 DMG/PKG/MPKG/ISO/XIP 或安装程序 ZIP 文件 — 删除前检查

# %lld old items in Downloads — review before deleting
source: %1$lld old items in Downloads — review before deleting
de: %1$lld alte Elemente in den Downloads – überprüfen Sie sie vor dem Löschen
he: %1$lld פריטים ישנים בהורדות — יש לבדוק לפני המחיקה
ja: %1$lld ダウンロード内の古いアイテム — 削除する前に確認してください
zh_hans: %1$lld 下载中的旧项目 — 删除前检查
